Repository: mathieuleon/CTparental
Catalog: locale/*/LC_MESSAGES/ctparental.po
Languages: es_es, fr

source: Sites hosting blogs
es_es: Sitios de alojamiento de blogs
fr: Sites d'hébergement de blogs

source: Online chat sites
es_es: Sitios de chat en línea
fr: Sites de dialogue en ligne

source: Sites for children
es_es: Sitios para niños
fr: Sites pour enfants

source: Sites related to software update or antiviral
es_es: Sitios relacionados con actualizaciones de software o antivirus
fr: Sites relatifs à la mise à jour logicielle ou antivirale

source: Sites related to the creation of dangerous goods (explosives, poison, etc.)
es_es: Sitios relacionados con la creación de productos peligrosos (explosivos, venenos, etc.)
fr: Sites relatifs à la création de produits dangereux (explosifs, poisons, etc.)

source: Online dating sites
es_es: Sitios de citas en línea
fr: Sites de rencontres en ligne

source: Sites related to narcotic
es_es: Sitios relacionados con el narcotráfico
fr: Sites relatifs aux produits stupéfiants

source: Warehouses of files (video, images, sound, software, etc.)
es_es: Alojamiento de archivos (vídeo, imágenes, sonido, aplicaciones, etc.)
fr: Hébergement de fichiers (vidéo, images, son, logiciels, etc.)

source: Sites of financial information
es_es: Sitios de información financiera, bolsas, etc.
fr: Sites d'informations financières, bourses, etc.

source: Sites hosting discussion forums
es_es: Sitios de alojamiento para foros de discusión
fr: Sites d'hébergement de forums de discussion

source: Online gambling sites (casino, virtual scratching, etc.)
es_es: Sitios de juego en línea (casino, rasca virtual, etc.)
fr: Sites de jeux d'argent en ligne (casino, grattage virtuel, etc.)

source: Online games sites
es_es: Sitios de juegos en línea
fr: Sites de jeux en ligne

source: Hacking sites.
es_es: Sitios de piratería y de agresiones informáticas.
fr: Sites de piratage et d'agressions informatiques.

source: Job search sites
es_es: Sitios de búsqueda de empleo
fr: Sites de recherche d'emplois

source: A french list for educational sites. VERY locally oriented. May help libraries.
es_es: Una lista muy « univ-tlse1.fr » de sitios educativos. MUY orientado "local". Podría ayudar a las bibliotecas.
fr: Une liste très « univ-tlse1.fr » de sites éducatifs. TRES orienté "local". Pourrait aider les bibliothèques.

source: Malware sites (viruses, worms, trojans, etc.).
es_es: Sitios relacionados con código malicioso (virus, gusanos, troyanos, etc.)
fr: Site relatifs au logiciels malveillants (virus, vers, trojans, etc.)

source: Manga site
es_es: Sitio de Manga
fr: Site de Mangas

source: Doubtful commercial sites
es_es: Sitios comerciales dudosos (X, organos, niños, etc.)
fr: Sites marchands douteux (X, organes, enfants, etc.)

source: Adult sites (shock, gore, war, etc.).
es_es: Sitios para adultos (imagen de golpes, sangre, guerra, etc.)
fr: Sites pour adultes (image-choc, gore, guerre, etc.)

source: Sites related to GSM mobile (ringtones, logos, etc.)
es_es: Sitios relacionados con la telefonía móvil GSM (tonos de llamada, logos, etc.)
fr: Sites relatifs aux mobiles GSM (sonneries, logos, etc.)

source: Domain names and URLs you add to the blacklist (see below)
es_es: Nombres de dominio y URLs que agregas a la lista negra (mirar a continuación)
fr: Noms de domaine et URLs que vous ajoutez à la liste noire (voir ci-dessous)

source: Phishing sites (traps banking, redirect, etc..)
es_es: Sitios relacionados con phishing (trampas bancarias, redireccionamiento, etc.)
fr: Sites relatifs au hammeçonnage (pièges bancaires, redirection, etc.)

source: News sites
es_es: Sitios de prensa
fr: Sites de presse

source: Advertising sites
es_es: Sitios o banners publicitarios
fr: Sites ou bannières publicitaires

source: Online radio podcast sites
es_es: Sitios de radio o de podcast en línea
fr: Sites de radios en ligne ou de podcast

source: Sites that have changed ownership (and therefore content)
es_es: Sitios conocidos que han cambiado de propietario (y, por lo tanto, de contenido)
fr: Sites connus ayant changé de propriétaire (et donc de contenu)

source: redirects, anonymization or bypass sites
es_es: Sitios de redireccionamiento, de anonimización o de elusión de sitios
fr: Sites de redirection, d'anonymisation ou de contournement

source: Sites for making remote control
es_es: Sitios que permiten en control remoto
fr: Sites permettant la prise de controle à distance

source: Sectarian sites
es_es: Sitios sectarios
fr: Sites sectaires

source: Social networks sites
es_es: Sitios de redes sociales
fr: Sites de réseaux sociaux

source: Sites related to sex education
es_es: Sitios relacionados con la educación sexual
fr: Sites relatifs à l'éducation sexuelle

source: Shopping sites and online shopping
es_es: Sitios de compra y venta en línea
fr: Sites de vente et d'achat en ligne

source: Sport sites
es_es: Sitios de deportes
fr: Sites de sport

source: Sites which propose to download software
es_es: Sitios que te permiten descargar programas
fr: Sites qui permettent de télécharger des logiciels

source: educational games sites (flash and online games )
es_es: Sitios de juegos educativos
fr: Sites de jeux éducatifs

source: Sites for cooking
es_es: Sitios de cocina
fr: Sites de cuisine

source: Sites for lingerie
es_es: Sitios de lencería
fr: Sites de lingerie

source: Sites for translation
es_es: Sitios de traducción
fr: Sites de traduction

source: Sites for bitcoin mining
es_es: Sitios de bitcoin
fr: Sites de bitcoin

source: Sites for dialer
es_es: Sitios para marcador
fr: Sites de dialer

source: distributed denial of service attack sites
es_es: Sitios de ataque de denegación de servicio
fr: Sites d'attaque par déni de service

source: Sites of update
es_es: Sitios de actualización
fr: Sites de mise à jour

source: Sites of Religious Associations
es_es: Sitios de asociaciones religiosas
fr: Sites d'associations religieuses

source: URLs shortening sites
es_es: Acortador de URLs
fr: Raccourcisseur d'URL

source: Intentionally malformed URL
es_es: URL intencionadamente mal formada
fr: URL intentionnellement mal formées

source: Malformed URL in a 'google' query
es_es: URL malformada en una consulta 'google'
fr: URL mal formées dans une requête « google »

source: Sites related to cheating (tests, examinations, etc.)
es_es: Sitios relacionados con hacer trampas (pruebas, exámenes, etc.)
fr: Sites relatifs aux tricheries (examens, concours, etc.)

source: Web sites for e-mail consultation
es_es: Sitios WEB para consultar su correo electrónico
fr: Site WEB permettant de consulter son courrier électronique

source: Sites related to cracked softwares
es_es: Sitios web relacionados con software piratas (craqueados), generadores de llaves, etc.
fr: Sites relatifs aux logiciels piratés (crackés), aux générateurs de clés, etc.

source: Access has been denied!
es_es: ACCESO DENEGADO
fr: ACCÈS REFUSÉ

source: Access to the domain:
es_es: Acceso al dominio :
fr: L'accès au domaine :

source: ... has been denied.
es_es: ... ha sido denegado.
fr: ... a été refusé.

source: You are seeing this error because what you attempted to access appears to contain,
es_es: Está intentando acceder a un recurso cuyo contenido es respetuoso
fr: Vous tentez d'accéder à une ressource dont le contenu est réputé

source: or is labeled as containing, material that has been deemed inapproriate.
es_es: contiene información inapropiada.
fr: contenir des informations inappropriées.

source: If you have any queries contact your ICT Co-ordinator or Network Manager.
es_es: Póngase en contacto con su administrador informático (RSSI/OSSI), si considera que este filtrado es abusivo.
fr: Contactez votre responsable informatique (RSSI/OSSI), si vous pensez que ce filtrage est abusif.

source: Filtered by
es_es: Filtrado por
fr: Filtré par

source: extensions to be filtered
es_es: extensiones para filtrar
fr: extensions à filtrer

source: mimetype to be filtered
es_es: tipo MIME para filtrar
fr: type MIME à filtrer

source: web filtering
es_es: filtrado web
fr: filtrage web

source: Select the extensions to be filtered
es_es: Seleccione las extensiones para filtrar
fr: Sélectionnez les extensions à filtrer

source: Select the mimetype to be filtered
es_es: Seleccione el tipo MIME para filtrar
fr: Sélectionnez le type MIME à filtrer

source: Dansguardian configuration
fr: Configuration de Dansguardian

source: E2guardian configuration
fr: Configuration de e2guardian

source: Select the safesearch to be enabled
es_es: Seleccionar la/las safesearch para activar.
fr: Sélectionnez le/les safesearch à activer.

source: Default filter Privoxy is activated
es_es: El filtrado predeterminado de Privoxy está activado.
fr: Le filtrage par défaut de Privoxy est activé.

source: Default filter Privoxy is disabled
es_es: El filtrado predeterminado de Privoxy está desactivado.
fr: Le filtrage par défaut de Privoxy est désactivé.

source: Site related to as pop up advertising or pornography not present in the Toulouse blacklist.
es_es: Sitio que aparece como publicidad emergente o de pornografía no presente en la lista negra de Toulouse.
fr: Site référencé comme pop up de publicité ou de pornographie non présent dans la blacklist de Toulouse.

source: minutes are already used
es_es: minutos ya utilizados
fr: minutes déjà utilisées

source: => Install parental control on the computer (desktop PC). Can be used with an additional parameter to specify a source path for the redirection page. example: CTparental -dirhtml -i /home/toto/html/ if no option a default page is used.
es_es: => Instale en control parental en el PC (PC de escritorio). Puede utilizarse con un parámetro suplementario para especificar el origen de la ruta para la redirección de la página. ejemplo : CTparental -i -dirhtml /home/toto/html/ si no hay ninguna opción se usa la página por defecto.

source: => uninstall the Parental Control Computer (desktop PC)
es_es: => desinstala el control parental del ordenador (PC de escritorio)

source: => updates parental control from the blacklist of the University of Toulouse
es_es: => actualiza el control parental a partir de la lista negra de la Universidad de Tolouse

source: => To be done after each change of the file $DNS_FILTER_OSSI
es_es: => A hacer después de cada cambio de archivo $DNS_FILTER_OSSI

source: => To be done after each change of the file $DREAB
es_es: => A hacer después de cada cambio de archivo $DREAB

source: => Enable parental control
es_es: => Activar el control parental

source: => Disable parental control
es_es: => Desactivar el control parental

source: => Set the filter mode by whitelist or blacklist (default) and the categories that you want to activate.
es_es: => Configura el modo de filtrado por lista blanca o por lista negra (defecto) así como las categorías que desea activar.

source: => Reset the default active categories and blacklist filtering.
es_es: => Devuelve las categorías activas predeterminadas y el filtrado por lista negra.

source: => Enable and configure the login time restrictions for users.
es_es: => Activa y establece las restricciones horarias de inicio de sesión para los usuarios.

source: => Disable the login time restrictions for users.
es_es: => Desactiva las restricciones horarias de inicio de sesión para los usuarios.

source: => updates the redirect page from a source directory or default. examples: - With a source directory: CTparental -uhtml -dirhtml /home/toto/html/ - Default: CTparental -uhtml also lets you change the login couple password of the web interface.
es_es: => actualiza el redireccionamiento de la página desde un directorio de origen o predeterminado. ejemplos: - con un directorio de origen : CTparental -uhtml -dirhtml /home/toto/html/ - por defecto : CTparental -uhtml también permite cambiar el nombre de usuario y contraseña de la interfaz web.

source: => Enable the automatic update of the Toulouse blacklist (every 7 days).
es_es: => Activar la actualización automática de la lista negra de Tolouse (cada 7 días).

source: => Disable the automatic update of the Toulouse blacklist.
es_es: => Desactivar la actualización automática de la lista negra de Tolouse.

source: => as -dl but only if there is no update for more than 7 days.
es_es: => como -dl pero sólo si no hubo actualización alguna durante más de 7 días.

source: => if placed after -i or -u allows not install / uninstall the dependencies, useful if we prefer to install them by hand, or for the postinst and prerm script of deb. examples: CTparental -i -nodep CTparental -dirhtml -i /home/toto/html/ -nodep CTparental -u -nodep
es_es: => si se coloca después de -i ou -u no permite instalar/desinstalar las dependencias, utilidades si preferimos instalarlas a mano, o parar el script de postinst y prerm de deb. ejemplos: CTparental -i -nodep CTparental -i -dirhtml /home/toto/html/ -nodep CTparental -u -nodep

source: => used only for the postinst and prerm script.
es_es: => utilizado solamente para los scripts de postinst y prerm.

source: => Enable a group of privileged users that will not undergo filtering. exemples: CTparental -gctulist Comment all users that you want to filter in $FILE_GCTOFFCONF CTparental -gctalist
es_es: => Activa a un grupo de usuarios con privilegios que no están recibiendo filtrado. ejemplos: CTparental -gctulist Commenter todos los usuarios que usted desea filtrar en $FILE_GCTOFFCONF CTparental -gctalist

source: => Disable privileged group.
es_es: => Suprime el grupo de privilegios .

source: => Update the config file ,
es_es: => Actualiza el archivo de configuración,

source: => Add / Delete users in the ctoff group based on the config file, $FILE_GCTOFFCONF
es_es: => Agrega/Elimina usuarios del grupo ctoff en función del fichero de configuración, $FILE_GCTOFFCONF

source: => Enable rules of custom firewall.
es_es: => Activa las reglas presonalizadas del contafuegos.

source: => Disable rules of custom firewall.
es_es: => Desactiva las reglas del cortafuegos personalizadas.

source: => Export configuration. exemple: CTparental -exp /home/myhomedir/
es_es: => Exportar la configuración. ejemplo: CTparental -exp /home/myhomedir/

source: => Import a configuration. exemple: CTparental -imp /home/myhomedir/CTparental.conf.yy.mm.dd.tar.gz
es_es: => Importar una configuración. ejemplo: CTparental -imp /home/myhomedir/CTparental.conf.yy.mm.dd.tar.gz

source: => For debugging only. Enabling dnsmasq query log in the /var/log/dnsmasq.query.log file.
es_es: => Exclusivamente para depuración. Activar el registro de consultas dnsmasq en el archivo /var/log/dnsmasq.query.log .

source: => To disable dnsmasq query log in /var/log/dnsmasq.query.log .
es_es: => Para deshabilitarel registro de consultas dnsmasq en /var/log/dnsmasq.query.log .

source: minutes
es_es: minutos

source: => Enable the superuser of grub2.
es_es: => Activar el administrador de grub2.

source: => Disable the superuser of grub2.
es_es: => Desactivar el administrador de grub2.

source: => Disable default rules privoxy.
es_es: => Deshabilita las reglas privoxy predeterminadas.

source: => Enable default rules privoxy. (default is Enable)
es_es: => Aactivar las reglas predeterminadas de privoxy.

source: => Enable redirect page.
es_es: => Habilitar la página de redireccionamiento.

source: => Disabled redirect page.
es_es: => Deshabilitar la página de redireccionamiento.

source: Sites « people », stars, etc.
es_es: Sitios « gente », estrellas, etc.

source: e2guardian configuration
es_es: Configuración de E2guardian

source: Safesearch configuration
es_es: Configuración de Safesearch
