Repository: mathieuleon/CTparental
Catalog: locale/*/LC_MESSAGES/ctparental.po
Languages: es_es, fr

source: Too many processes already in progress, please try again later.
fr: Trop de processus déjà en cours, veuillez réessayer plus tard.

source: Waiting for the end of the process $pidtest
fr: En attente de la fin du processus $pidtest

source: The wait is too long please try again later.
fr: L'attente est trop longue, veuillez réessayer plus tard.

source: Already in progress
fr: Déjà en cours

source: Root rights needed to run this script.
es_es: Necesita privilegios de root para ejecutar este script.
fr: Il vous faut des droits root pour lancer ce script.

source: invalid directory path!
es_es: ¡Ruta de directorio no válida!
fr: Chemin de répertoire non valide !

source: to continue press a button:
es_es: para continuar pulse una tecla:
fr: pour continuer appuyez sur une touche :

source: Monday
es_es: lunes
fr: lundi

source: Tuesday
es_es: martes
fr: mardi

source: Wednesday
es_es: Miércoles
fr: mercredi

source: Thursday
es_es: jueves
fr: jeudi

source: Friday
es_es: viernes
fr: vendredi

source: Saturday
es_es: sábado
fr: samedi

source: Sunday
es_es: domingo
fr: dimanche

source: No known package manager was detected.
es_es: No se ha detectado ningún gestor de paquetes conocido.
fr: Aucun gestionnaire de paquet connu n'a été détecté.

source: #the domain filtering is handled by dnsmasq, do not touch this file!
es_es: #el filtrado de dominios es manejado por dnsmasq, ¡no toque este archivo!
fr: #le filtrage de domaines est géré par dnsmasq, ne pas toucher ce fichier !

source: Waiting to connect to Toulouse server:
es_es: Esperando la conexión con el servidor de Toulouse :
fr: Attente de connexion au serveur de Toulouse :

source: Connection to Toulouse server is impossible.
es_es: La conexión al servidor de Toulouse es imposible.
fr: Connexion au serveur de Toulouse impossible.

source: connection established:
es_es: Conexión establecida:
fr: connexion établie :

source: error when downloading, process interrupted
es_es: error al descargar, proceso interrumpido
fr: erreur lors du téléchargement, processus interrompu

source: archive extraction error, process interrupted
es_es: Error de extracción de archivos, proceso interrumpido
fr: erreur d'extraction de l'archive, processus interrompu

source: Toulouse Blacklist and WhiteList migration process. Please wait.
es_es: Proceso de migración de Toulouse Blacklist y Whitelist. Por favor, espere.
fr: Migration de la Blacklist et de la whitelist de Toulouse. Veuillez patienter.

source: Application whitelisting (restored area):
es_es: Aplicación de la lista blanca (dominio restaurado):
fr: Application de la liste blanche (domaine réhabilité) :

source: Error launching of lighttpd service
es_es: Error al inciar el servicio lighttpd
fr: Erreur au lancement du service lighttpd

source: Login
es_es: Login (Iniciar sesión)
fr: Identifiant

source: Enter login to the administration interface
es_es: Itroduzca su login para la interface de administración
fr: Entrez l'identifiant pour l'interface d'administration

source: - Only letters or numbers.
es_es: - Sólo letras o números.
fr: - Que des lettres ou des chiffres.

source: - 5 characters minimum:
es_es: - 5 caracteres mínimo:
fr: - 5 caractères minimum :

source: Password
es_es: Contraseña
fr: Mot de passe

source: Enter your password and press OK to continue.
es_es: Introduzca su contraseña y presione OK para continuar.
fr: Entrez votre mot de passe et validez par OK pour continuer.

source: Confirm your password and press OK to continue.
es_es: Confirme su contraseña y presione OK para continuar.
fr: Confirmez votre mot de passe et validez par OK pour continuer.

source: Password is not complex enough, it must contain at least:
es_es: La contraseña no es lo bastante compleja, debe contener al menos:
fr: Le mot de passe n'est pas assez complexe, il doit contenir au moins:

source: - 8 characters total, 1 uppercase, lowercase 1, number 1
es_es: - 8 caracteres en total, 1 mayúscula, 1 minúscula, 1 número
fr: - 8 caractères au total, 1 majuscule, 1 minuscule, 1 nombre

source: and one special character among the following
es_es: y un carácter especial entre los siguientes
fr: et un caractère spécial parmi les suivants

source: The password entered is not identical to the first.
es_es: La contraseña introducida no es la misma que la primera.
fr: Le mot de passe rentré n'est pas identique au premier.

source: Enter: S to continue with these parameters.
es_es: Introduzca: S para continuar con esos parámetros.
fr: Entrez : S pour continuer avec ces paramètres.

source: Enter: Q to Quit setup.
es_es: Introduzca: Q para Salir de la instalación.
fr: Entrez : Q pour Quiter l'installation.

source: Enter any other choice to change settings.
es_es: Introduzca cualquier otra opción para cambiar la configuración.
fr: Entrez tout autre choix pour modifier les paramètres.

source: Install by package was detected, please use this command to uninstall ctparental.
es_es: Se ha detectado una instalación por paquete, por favor utilice este comando para desinstalar ctparental.
fr: Une installation par paquet a été détectée, veuillez utiliser cette commande pour désinstaller ctparental.

source: Do you want to filter by Blacklist or Whitelist B/W:
es_es: ¿Desea filtrar por lista negra o por lista blanca B/W ? :
fr: Voulez-vous filtrer par Blacklist ou Whitelist B/W :

source: Choice of filtered categories to apply.
es_es: Seleccione las categorías filtradas para aplicar.
fr: Choisir les catégories filtrées à appliquer.

source: Do you want to enable this category $CATEGORIE O/N:
es_es: ¿Quiere habilitar esta categoría? O/N :
fr: Voulez-vous activer la catégorie $CATEGORIE O/N :

source: Choice of unfiltered categories.
es_es: Seleccione las categorías que no serán filtradas para aplicar.
fr: Choisir les catégories qui ne seront pas filtrées à appliquer.

source: The start time must be strictly less than the end time:
es_es: La hora de inicio debe ser estrictamente inferior a la hora de finalización:
fr: L'heure de début doit être strictement inférieure à l'heure de fin:

source: is allowed to connect the
es_es: está autorizado a conectar el
fr: est autorisé à se connecter le

source: at:
es_es: de :
fr: de :

source: Bad syntax:
es_es: Mala sintaxis :
fr: Mauvaise syntaxe :

source: No known session manager has been detected.
es_es: No se ha detectado ningún administrador de sesión conocido.
fr: Aucun gestionnaire de session connu n'a été détecté.

source: so it is impossible to activate the time control connections
es_es: por lo tanto es imposible activar el control horaio de las conexiones.
fr: il est donc impossible d'activer le contrôle horaire des connexions

source: Use
es_es: Uso
fr: Usage

source: => Install parental control on the computer (desktop PC). Can be used with an additional parameter to specify a source path for the redirection page. example: CTparental -i -dirhtml /home/toto/html/ if no option a default page is used.
fr: => Installe le contrôle parental sur l'ordinateur (PC de bureau). Peut être utilisé avec un paramètre supplémentaire pour indiquer un chemin de sources pour la page web de redirection. exemple : CTparental -i -dirhtml /home/toto/html/ si pas d'option la page par défaut est utilisée.

source: => uninstall the Parental Control Computer (desktop PC)
fr: => désinstalle le contrôle parental de l'ordinateur (PC de bureau)

source: => updates parental control from the blacklist of the University of Toulouse
fr: => met à jour le contrôle parental à partir de la blacklist de l'université de Toulouse

source: => To be done after each change of the file $DNS_FILTER_OSSI
fr: => A faire après chaque modification du fichier $DNS_FILTER_OSSI

source: => To be done after each change of the file $DREAB
fr: => A faire après chaque modification du fichier $DREAB

source: => Enable parental control
fr: => Activer le contrôle parental

source: => Disable parental control
fr: => Désactiver le contrôle parental

source: => Set the filter mode by whitelist or blacklist (default) and the categories that you want to activate.
fr: => Configure le mode de filtrage par liste blanche ou par liste noire (défaut) ainsi que les catégories que vous voulez activer.

source: => Reset the default active categories and blacklist filtering.
fr: => Remet les catégories actives par défaut et le filtrage par blacklist.

source: => Enable and configure the login time restrictions for users.
fr: => Active et paramètre les restrictions horaires de login pour les utilisateurs.

source: => Disable the login time restrictions for users.
fr: => Désactive les restrictions horaires de login pour les utilisateurs.

source: => updates the redirect page from a source directory or default. examples: - With a source directory: CTparental -uhtml -dirhtml /home/toto/html/ - Default: CTparental -uhtml also lets you change the login couple password of the web interface.
fr: => met à jour la page de redirection à partir d'un répertoire source ou par défaut. exemples: - avec un répertoire source : CTparental -uhtml -dirhtml /home/toto/html/ - par défaut : CTparental -uhtml permet aussi de changer le couple identifiant-mot de passe de l'interface web.

source: => Enable the automatic update of the Toulouse blacklist (every 7 days).
fr: => Active la mise à jour automatique de la blacklist de Toulouse (tous les 7 jours).

source: => Disable the automatic update of the Toulouse blacklist.
fr: => Désactive la mise à jour automatique de la blacklist de Toulouse.

source: => as -dl but only if there is no update for more than 7 days.
fr: => comme -dl mais seulement s'il n'y a pas eu de mise à jour depuis plus de 7 jours.

source: => if placed after -i or -u allows not install / uninstall the dependencies, useful if we prefer to install them by hand, or for the postinst and prerm script of deb. examples: CTparental -i -nodep CTparental -i -dirhtml /home/toto/html/ -nodep CTparental -u -nodep
fr: => si placé aprés -i ou -u permet de ne pas installer/désinstaller les dépendances, utiles si on préfère les installer à la main, ou pour le script de postinst et prerm du deb. exemples: CTparental -i -nodep CTparental -i -dirhtml /home/toto/html/ -nodep CTparental -u -nodep

source: => used only for the postinst and prerm script.
fr: => utilisé uniquement pour les scripts de postinst et prerm.

source: => Enable a group of privileged users that will not undergo filtering. exemples: CTparental -gctulist Comment all users that you want to filter in $FILE_GCTOFFCONF CTparental -gctalist
fr: => Active un groupe d'utilsiateurs privilégiés ne subissant pas le filtrage. exemples: CTparental -gctulist Commenter tous les utilisateurs que vous voulez filtrer dans $FILE_GCTOFFCONF CTparental -gctalist

source: => Disable privileged group.
fr: => Supprime le groupe de privilégiés .

source: all users of the system undergo the filtering!
es_es: todos los usuarios del sistema están sometidos a filtrado !
fr: tous les utilisateurs du système subissent le filtrage !

source: => Update the config file ,
fr: => Met à jour le fichier de configuration,

source: => Add / Delete users in the ctoff group based on the config file, $FILE_GCTOFFCONF
fr: => Ajoute/Supprime les utilisateurs dans le groupe ctoff en fonction du fichier de configuration, $FILE_GCTOFFCONF

source: => Enable rules of custom firewall.
fr: => Active les règles de pare-feu personnalisées.

source: => Disable rules of custom firewall.
fr: => Désactive les règles de pare-feu personnalisées.

source: => Export configuration. exemple: CTparental -exp /home/myhomedir/
fr: => Exporter la configuration. exemple: CTparental -exp /home/myhomedir/

source: => Import a configuration. exemple: CTparental -imp /home/myhomedir/CTparental.conf.yy.mm.dd.tar.gz
fr: => Importer une configuration. exemple: CTparental -imp /home/myhomedir/CTparental.conf.yy.mm.dd.tar.gz

source: => For debugging only. Enabling dnsmasq query log in the /var/log/dnsmasq.query.log file.
fr: => Pour débogage exclusivement. Activation du journal des requêtes dnsmasq dans le fichier /var/log/dnsmasq.query.log .

source: => To disable dnsmasq query log in /var/log/dnsmasq.query.log .
fr: => Pour désactiver le journal des requêtes dnsmasq dans /var/log/dnsmasq.query.log .

source: to add custom rules edit the file $FILEIPTABLES then run the command CTparental -ipton
es_es: para añadir reglas personalizadas editar el archivo $FILEIPTABLES luego reinicie el comando CTparental -ipton
fr: pour ajouter des règles personnalisées éditez le fichier $FILEIPTABLES puis relancez la commande CTparental -ipton

source: to add ipv4/ipv6 blacklist edit the file $FILEIPBLACKLIST then run the command CTparental -ipton
fr: pour ajouter une liste noire d' ipv4 et/ou ipv6, éditez le fichier $FILEIPBLACKLIST puis exécutez la commande CTparental -ipton

source: Unknown argument
es_es: Argumento desconocido
fr: Argument inconnu

source: at
es_es: para
fr: à

source: and
es_es: y
fr: et

source: or
es_es: o
fr: ou

source: Your remaining navigation time is $countweb minutes
es_es: El tiempo restante de navegación es de $countweb minutos
fr: Votre temps de navigation restant est de $countweb minutes

source: Logout in $count minutes
es_es: Cierre de la sesión en $count minutos
fr: Fermeture session dans $count minutes

source: Your surf time has expired!
es_es: Ha expirado su tiempo de navegación !
fr: Votre temps de navigation a expiré !

source: $PCUSER is allowed to connect 7/7 24/24 O/N?
es_es: $PCUSER se le permite conectarse 7j/7 24h/24 O/N ?
fr: $PCUSER est autorisé à se connecter 7j/7 24h/24 O/N ?

source: $PCUSER is allowed to connect X minutes per day X (1 a 1440) =
es_es: $PCUSER está autorizado para conectarse X minutos por día X (1 a 1440) =
fr: $PCUSER est autorisé à se connecter X minutes par jour X (1 a 1440) =

source: X must take a value between 1 and 1440
es_es: X debe tener un valor entre 1 y 1440
fr: X doit prendre une valeur entre 1 et 1440

source: $PCUSER is allowed to surf the Internet X minutes per day X ( 1 a $timesession )=
es_es: $PCUSER est autorisé à surfer X minutes par jour X ( 1 a $timesession )=
fr: $PCUSER est autorisé à surfer X minutes par jour X ( 1 a $timesession )=

source: X must take a value between 1 and $timesession
es_es: X debe tener un valor entre 1 y $timesession
fr: X doit prendre une valeur entre 1 et $timesession

source: error recovering network settings
es_es: Error de recuperación de la configuración de red
fr: erreur de récupération des paramètres réseaux

source: => Enable the superuser of grub2.
fr: => Activer l'administrateur de grub2.

source: => Disable the superuser of grub2.
fr: => Désactiver l'administrateur de grub2.

source: => Disable default rules privoxy.
fr: => Désactiver les règles privoxy par défaut.

source: => Enable default rules privoxy. (default is Enable)
fr: => Activer les règles par défaut de privoxy.

source: => Enable redirect page.
fr: => Activer la page de redirection.

source: => Disabled redirect page.
fr: => Désactiver la page de redirection.

source: the selected user is:
es_es: el usuario seleccionado es :
fr: l'utilisateur sélectionné est :

source: Please select a user.
es_es: Por favor seleccione un usuario.
fr: Veuillez sélectionner un utilisateur.

source: Record
es_es: Registrar
fr: Enregistrer

source: Select
es_es: Seleccionar
fr: Sélectionner

source: to
es_es: a
fr: à

source: and
es_es: y
fr: et

source: 08h00 at 24h00 or 08h00 at 12h00 and 14h00 at 24h00
es_es: 08h00 a 24h00 o 08h00 a 12h00 y 14h00 a 24h00
fr: 08h00 à 24h00 ou 08h00 à 12h00 et 14h00 à 24h00

source: time max pc connection
es_es: Tiempo máximo de conexión al PC
fr: Temps de connection maximum au pc

source: maximum time for web surfing
es_es: tiempo máximo para surfear por la web
fr: temps max pour surfer sur le web

source: (minutes for 24 hours)
es_es: (minutos por 24 horas)
fr: (minutes par 24 heures)

source: Logout
es_es: Desconexión
fr: Déconnexion

source: A bad time format has been found: 8h30 instance must be written 08h30
es_es: Se ha encontrado un mal formato horario: por ejemplo 8h30 debe escribirse 08h30
fr: Un mauvais format horaire a été trouvé : par exemple 8h30 doit s'écrire 08h30

source: time inconsistency:
es_es: incongruencia horaria :
fr: incohérence horaire :

source: You must enter a value between 1 and 1440 minutes.
es_es: Debe ingresar un valor entre 1 y 1440 minutos.
fr: Vous devez entrer une valeur entre 1 et 1440 minutes.

source: Time surf between 1 to
es_es: El tiempo de navegación debe estar entre 1 y
fr: Le temps de navigation doit être entre 1 et

source: Connection schedules are currently enabled
es_es: Los horarios de incio de sesión están actualmente activados
fr: Les horaires de connexion sont actuellement activés

source: Connection schedules are currently disabled
es_es: Los horarios de incio de sesión están actualmente desactivados
fr: Les horaires de connexion sont actuellement désactivés

source: Disable logon hours
es_es: Desactivar los horarios de inicio de sesión
fr: Désactiver les horaires de connexion

source: Enable logon hours
es_es: Activar los horarios de incio de sesión
fr: Activer les horaires de connexion

source: Hours of allowed connections
es_es: Horas de conexión permitidas
fr: Heures de connexion autorisées

source: Init Categories
es_es: Categorías de inicio
fr: Init Catégories

source: The update of the Toulouse blacklist every 7 days is activated
es_es: La actualización de la Blacklist de Toulouse cada 7 días está habilitada
fr: La mise à jour de la blacklist de Toulouse tous les 7 jours est activée

source: The update of the Toulouse blacklist every 7 days is disabled
es_es: La actualización de la Blacklist de Toulouse cada 7 días está deshabilitada
fr: La mise à jour de la Blacklist de Toulouse tous les 7 jours est désactivée

source: Enable
es_es: Habilitar
fr: Activer

source: Disable
es_es: Deshabilitar
fr: Désactiver

source: Blacklist filtering
es_es: Filtrado por Blacklist
fr: Filtrage par BlackList

source: WhiteList Filtering
es_es: Filtrado por WhiteList
fr: Filtrage par WhiteList

source: Domain names filtering
es_es: Filtrado de nombres de dominio
fr: Filtrage de noms de domaine

source: Error opening the file
es_es: Erreur d'ouverture du fichier
fr: Erreur d'ouverture du fichier

source: Actually, the Domain name filter is on
es_es: El filtrado de nombres de dominio está activado actualmente
fr: Le filtrage de noms de domaine est actuellement activé

source: Actually, the Domain name filter is off
es_es: El filtrado de nombres de dominio está desactivado actualmente
fr: Le filtrage de noms de domaine est actuellement désactivé

source: Switch the Filter on
es_es: Activar el filtrado
fr: Activer le filtrage

source: Switch the Filter off
es_es: Desactivar el filtrado
fr: Désactiver le filtrage

source: Blacklist/Whitelist
es_es: Lista negra/blanca
fr: Liste noire/blanche

source: Current version:
es_es: Versión actual :
fr: Version actuelle :

source: Choice of filtered categories
es_es: Elección de categorías para filtrar
fr: Choix des catégories à filtrer

source: Choice of authorized categories
es_es: Elección de categorías para autorizar
fr: Choix des catégories à autoriser

source: Download the last version
es_es: Bajar la última versión
fr: Télécharger la dernière version

source: The digital fingerprint of the downloaded blacklist is:
es_es: La huella digital del archivo descargado es :
fr: L'empreinte numérique du fichier téléchargé est :

source: Verify it with this link (line 'blacklists.tar.gz'):
es_es: Verifíquela siguiendo este enlace (línea 'blacklists.tar.gz') :
fr: Vérifiez-là en suivant ce lien (ligne 'blacklists.tar.gz') :

source: Activate the new version
es_es: Activar la nueva versión
fr: Activer la nouvelle version

source: Reject
es_es: Rechazar
fr: Rejeter

source: Estimated time : one minute.
es_es: Tiempo estimado : un minuto.
fr: Temps estimé : une minute.

source: Specific filtering
es_es: Filtrado especial
fr: Filtrage spécial

source: Filtered domain names
es_es: Nombres de dominio filtrados
fr: Noms de domaine filtrés

source: Enter one domain name per row (example : .domain.org)
es_es: Introduzca un nombre de dominio por línea (ejemplo : domaine.org)
fr: Entrez un nom de domaine par ligne (exemple : domaine.org)

source: Rehabilitated domain names
es_es: Nombres de dominio rehabilitados
fr: Noms de domaine réhabilités

source: 1-Enter here domain names that are blocked by the blacklist and you want to rehabilitate.
es_es: 1-Introduzca aquí los nombre de dominio bloqueados por la lista negra que desea rehabilitar.
fr: 1-Entrez ici des noms de domaine bloqués par la liste noire que vous souhaitez réhabiliter.

source: 2-Enter the domain names permitted in addition to the Toulouse white list.
es_es: 2-Introduzca aquí los nombres de dominio autorizados además de la lista blanca de Toulouse.
fr: 2-Entrez ici des noms de domaine autorisés en plus de ceux de la liste blanche de Toulouse.

source: Domain names to add to blacklist
es_es: Nombres de dominio añadidos a la lista negra
fr: Noms de domaine ajoutés à la liste noire

source: Save changes
es_es: Guardar cambios
fr: Enregistrer les modifications

source: Once validated, 30 seconds are necessary to compute your modifications
es_es: Una vez validados, se requieren 30 segundos para hacer efectivos los cambios
fr: Une fois validées, 30 secondes sont nécessaires pour traiter vos modifications

source: privileged group
es_es: privilegios de grupo
fr: Groupe privilégié

source: Select users who should not undergo filtering
es_es: Seleccionar usuarios que no devan ser filtrados
fr: Cocher des utilisateurs ne devant pas subir de filtrage

source: Username
es_es: Nombre de ususario
fr: Nom d'utilisateur

source: Comments
es_es: Comentarios
fr: Commentaires

source: Enable privileged group.
es_es: Habilitar privilegios de grupo.
fr: Activer le groupe de privilégiés.

source: Disable privileged group.
es_es: Deshabilitar privilegios de grupo.
fr: Désactiver le groupe de privilégiés.

source: The preferred Group is currently enabled
es_es: El grupo preferido está actualmente habilitado
fr: Le Groupe privilégié est actuellement activé

source: The preferred Group is currently disabled
es_es: El grupo preferido está actualmente deshabilitado
fr: Le Groupe privilégié est actuellement désactivé

source: Blacklist categories
es_es: Categorías de la lista negra
fr: Catégories de la liste noire

source: Close
es_es: Cerrar
fr: Fermer

source: This category isn't described
es_es: Esta categoría no está descrita
fr: Cette catégorie n'est pas décrite

source: Number of filtered domain names :
es_es: Número de nombres de dominio filtrado :
fr: Nombre de noms de domaine filtrés :

source: Number of filtered URL :
es_es: Número de URLs filtradas:
fr: Nombre d'URL filtrées :

source: Some adult site from erotic to hard pornography.
es_es: Sitios para adultos que van desde el erotismo a la pornografía dura.
fr: Des sites adultes allant de l'érotique à la pornographie dure.

source: Sites extremist, racist, anti-Semitic or hate
es_es: Sitios extremistas, racistas, antisemitas o que incitan al odio
fr: Sites extrémistes, racistes, antisémites ou incitant à la haine

source: Online gambling sites allowed by the french authority 'ARJEL' (Autorité de Régulation des Jeux En Ligne)
es_es: Sitios de juego en línea certificados por ARJEL (Autoridad Reguladora de los Juegos en Línea)
fr: Sites de pari en ligne certifiés par l'ARJEL (Autorité de Régulation des Jeux En Ligne)

source: Sites related to astrology
es_es: Sitios relacionados con la astrología
fr: Sites relatifs à l'astrologie

source: Sites for downloading audio and video
es_es: Sitios para descargar archivos de audio y vídeo
fr: Sites de téléchargement de fichiers audio et vidéo

source: Online bank sites
es_es: Sitios de banca en línea
fr: Sites de banques en ligne
